/// Список категорий специалистов для выбора
class SpecialistCategoriesList {
  static const List<String> categories = [
    'ведущий',
    'диджей',
    'фотограф',
    'видеограф',
    'вокалист',
    'организатор',
    'аниматор',
    'агентство',
    'аренда аппаратуры',
    'аренда костюмов',
    'иллюзионист',
    'кавер-группа',
    'тамада',
    'сценарист',
    'координатор',
    'хостес',
    'промо',
    'фокусник',
    'хореограф',
    'декоратор',
    'флорист',
    'пиротехник',
    'звук',
    'свет',
    'бэнд',
    'музыкант',
    'детский аниматор',
    'постановщик',
    'аренда платьев',
    'другое',
  ];
}

/// Типы событий для прайсов
class EventTypesList {
  static const List<String> types = [
    'Свадьба',
    'Юбилей',
    'Корпоратив',
    'День рождения',
    'Выпускной',
    'Детский праздник',
    'Новый год',
    'День города / День шахтера',
    'Предложение руки и сердца',
    'Встреча одноклассников',
    'Концерт / сценка',
    'Массовое мероприятие',
    'Другое',
  ];
}


